[{
  "_id": {
    "$oid": "63889202db104a14939cde4b"
  },
  "title": "Iron Man",
  "category": "Marvel",
  "content": "Iron Man (tên thật là Tony Stark) là một siêu anh hùng hư cấu xuất hiện trong truyện tranh của Mỹ được xuất bản bởi Marvel Comics, cũng như các phương tiện truyền thông liên quan. Nhân vật này đã được sáng tác bởi nhà văn - nhà biên tập Stan Lee, được phát triển bởi Larry Lieber, và được thiết kế bởi họa sĩ Don Heck và Jack Kirby. Nhân vật xuất hiện lần đầu tiên trong truyện tranh Tales of Suspense # 39 (tháng 3 năm 1963).\r\n\r\nAnh được miêu tả là một tỉ phú người Mỹ, một ông trùm ngành công nghiệp, một kĩ sư thiên tài, Tony bị chấn thương ngực nặng trong một vụ bắt cóc, bị những kẻ bắt cóc ép buộc chế tạo cho chúng một loại vũ khí hủy diệt hàng loạt. Nhưng thay vào đó, anh tự tay tạo ra một bộ áo giáp để cứu sống bản thân và thoát khỏi sự giam cầm. Lấy cảm hứng từ đó, anh nâng cấp bộ giáp mình đến một mức tối tân và phi thường hơn thông qua công ty của mình, Stark Industries. Anh sử dụng bộ giáp của mình để bảo vệ thế giới với tên gọi là Iron Man.\r\n\r\nBan đầu, nhân vật này là phương tiện để Stan Lee đề cập đến chủ đề liên quan tới Chiến tranh Lạnh, đặc biệt là về vai trò của ngành công nghệ và kinh doanh của Mỹ trong cuộc chiến chống lại chủ nghĩa cộng sản. Sau đó tác giả lấy nhân vật để đề cập sang các vấn đề về các tổ chức tội phạm và khủng bố.\r\n\r\nTrong suốt chiều dài lịch sử xuất bản của nhân vật, Iron Man đã từng là một thành viên sáng lập của nhóm siêu anh hùng Avengers và xuất hiện trong các loạt truyện tranh khác của mình.\r\n\r\nNhân vật được nhập vai bởi diễn viên Robert Downey Jr, đem lại một thành công rực rỡ cho phòng vé, góp phần mở ra hẳn một kỉ nguyên mới về đề tài siêu anh hùng trong điện ảnh Mỹ.",
  "image": "https://upload.wikimedia.org/wikipedia/vi/e/e0/Iron_Man_bleeding_edge.jpg",
  "created": {
    "$date": {
      "$numberLong": "1669894658331"
    }
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6388a21ddb104a14939cdee0"
  },
  "title": "Naruto",
  "category": "Naruto",
  "content": "Naruto Uzuaki (う ず ま き ナ ル ト, Uzumaki Naruto) là mộtshinobicủagia tộc Uzumaki củalàng Konohag. Anh trở thànhjinchūrikicủaCửu Đuôivào ngày sinh của mình - một số phận khiến anh bị hầu hết Konoha xa lánh trong suốt thời thơ ấucủa mình. Sau khi gia nhậpĐội Kakashi, Naruto đã làm việc chăm chỉ để có được sự thừa nhận của ngôi làng trong khi theo đuổi ước mơ trở thànhHokage của mình. Trong những năm tiếp theo, trải qua nhiều khó khăn và thử thách, anh trở thành một ninja có năng lực, được cả dân làng coi là anh hùng, và ngay sau đó, phần còn lại của thế giới, được biết đến với cái tên Anh hùng của chiếc lá ẩn (木ノ葉隠れの英雄,Konohagakure no Eiyū,nghĩa đen là:Anh hùng của những chiếc lá cây ẩn). Anh ta sớm chứng tỏ là một trong những yếu tố chính để giành chiến thắng trongChiến tranh thế giới Shinobi lần thứ tư, khiến anh ta đạt được ước mơ của mình và trở thành Hokage thứ bảy của ngôi làng (七代目火影, Nanadaime Hokage, nghĩa đen là: Bóng lửathứ bảy).",
  "image": "https://assets.nintendo.com/image/upload/f_auto/q_auto/dpr_2.625/c_scale,w_400/ncom/en_US/games/switch/n/naruto-shippuden-ultimate-ninja-storm-3-full-burst-switch/description-image",
  "created": {
    "$date": {
      "$numberLong": "1669898781156"
    }
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6388a28bdb104a14939cdee9"
  },
  "title": "Sasuke",
  "category": "Naruto",
  "content": "Uchiha Sasuke (Nhật: うちは サスケ?) (/ˈsɑːskeɪ/) là nhân vật hư cấu trong loạt manga và anime Naruto do Kishimoto Masashi tạo ra. Sasuke là thành viên của tộc Uchiha, một gia tộc ninja khét tiếng và là một trong những thế lực mạnh nhất liên minh với làng Lá (木ノ葉隠れの里, Mộc Diệp Ẩn Lý). Trước khi bộ truyện bắt đầu, hầu hết thành viên tộc Uchiha đều bị anh trai Sasuke là Uchiha Itachi tàn sát, khiến Sasuke là một trong số ít thành viên thuộc gia tộc còn sống. Trong thời gian là genin của Đội 7, cậu dần yêu quý những người đồng đội Uzumaki Naruto và Haruno Sakura, nhưng vì cảm thấy mình quá yếu đuối nên cậu buộc phải từ bỏ bạn bè và quê hương của mình để lên đường tìm kiếm sức mạnh lớn hơn. Cậu đã tìm đến Orochimaru để thực hiện điều đó. Sasuke xuất hiện trong một số series phim hoạt hình và phương tiện truyền thông liên quan, bao gồm trò chơi điện tử, OVA, Boruto: Naruto the Movie (2015), và loạt manga hậu truyện Boruto – Naruto hậu sinh khả úy (2016). Trong phần hậu truyện, Sasuke được miêu tả là người bảo vệ thầm lặng của làng Lá, đồng thời là sư phụ của Uzumaki Boruto-con trai Naruto.\r\n\r\nKishimoto lên ý tưởng rằng Sasuke sẽ là đối thủ của Naruto. Mặc dù kể từ nửa sau phần I, Sasuke được phát triển thành nhân vật u tối nhưng Kishimoto muốn tránh việc khắc họa Sasuke là nhân vật phản diện. Ông cảm thấy khâu thiết kế Sasuke là một thách thức và gặp khó khăn trong việc tạo cho nhân vật này một diện mạo phù hợp. Dù vậy, tác giả vẫn ngày càng thích vẽ Sasuke. Trong những bộ anime chuyển thể từ manga, diễn viên lồng tiếng Nhật cho Sasuke là Sugiyama Noriaki, còn tiếng Anh là Yuri Lowenthal.\r\n\r\nPhản hồi dành cho Sasuke trong các ấn phẩm anime và manga có sự đa chiều. Sasuke có kỹ năng chiến đấu ấn tượng, đóng vai trò quan trọng trong cốt truyện, là đối thủ xứng tầm với Naruto, và nhận được nhiều lời khen ngợi. Tuy nhiên, anh bị chỉ trích là kiểu đối thủ quá điển hình trong khuôn mẫu của những nhân vật shōnen manga khác và thể hiện một tính cách lạnh lùng. Dù vậy, hình ảnh của Sasuke trong phần sau của câu chuyện và tính trưởng thành trong phần hậu truyện Boruto giúp anh nhận nhiều bình luận tích cực. Sasuke được độc giả Naruto xếp hạng cao trong cuộc thăm dò về mức độ yêu thích. Anh cũng trở thành đối tượng nghiên cứu của các học giả. Sản phẩm ăn theo nhân vật, bao gồm mô hình cử động và móc khóa đã được phát hành.",
  "image": "https://upload.wikimedia.org/wikipedia/vi/4/42/SasukeKishimoto.jpg",
  "created": {
    "$date": {
      "$numberLong": "1669898891073"
    }
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6388a2aedb104a14939cdeec"
  },
  "title": "Goku",
  "category": "Dragon Ball",
  "content": "Son Goku (孫悟空そんごくう (Tôn Ngộ Không) Son Gokū?), tên khai sinh là Kakarot (カカロット Kakarotto?) là nhân vật chính trong series manga Dragon Ball của Toriyama Akira. Cậu là cháu trai nuôi của ông nội Gohan, chồng của Chi-Chi, bố của Gohan và Goten, ông nội của Pan và trong Dragon Ball GT là cụ cố của Goku Jr. Thầy dạy của cậu có Quy lão, Kaio và Whis. Son Goku được đánh giá là nhân vật giả tưởng mạnh nhất mọi thời đại.\r\n\r\nVui vẻ, dũng cảm và cũng khá ngây thơ, Goku là một người Saiya từ hành tinh Vegeta ban đầu được gửi tới Trái Đất khi là trẻ sơ sinh với nhiệm vụ tiêu diệt hành tinh này. Tuy nhiên, một tai nạn xảy ra, Goku bị mất trí nhớ, khiến cậu trở thành một người có tâm hồn thuần khiết, và sau đó trở thành người bảo vệ vĩ đại của Trái Đất, cũng như người lãnh đạo không chính thức của Đội Chiến Binh Z. Trong suốt cuộc đời mình, cậu luôn tập luyện gian khổ và phấn đấu trở thành chiến binh mạnh nhất có thể, trong khi đồng thời sử dụng sức mạnh và kỹ năng ấy để duy trì hòa bình.",
  "image": "https://upload.wikimedia.org/wikipedia/vi/thumb/a/af/Son_Goku_YoungAdult.PNG/300px-Son_Goku_YoungAdult.PNG",
  "created": {
    "$date": {
      "$numberLong": "1669898926646"
    }
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6388a316db104a14939cdeef"
  },
  "title": "Ichigo",
  "category": "Bleach",
  "content": "Kurosaki Ichigo (黒崎 一護 Hắc Khi Nhất Hộ?) là một nhân vật hư cấu trong anime và manga Bleach của Kubo Taito. Là nhân vật chính của bộ truyện, Ichigo nhận được sức mạnh Shinigami là kết quả do việc gặp gỡ Kuchiki Rukia, Shinigami được giao nhiệm vụ tuần tra thành phố của anh, Karakura Town. Điều này khiến Ichigo trở thành người thay thế của Rukia, chiến đấu để bảo vệ người dân từ các linh hồn ma quỷ được gọi là Hollow và gửi các linh hồn tốt, đến Soul Society. Ngoài manga và anime, Ichigo cũng xuất hiện trong nhiều tác phẩm khác của phương tiện truyền thông Bleach, bao gồm 4 bộ phim, 2 OVA, và một số video game.\r\n\r\nNhân vật của Ichigo được tạo ra để thay thế Rukia là nhân vật chính do Kubo lưu ý rằng Rukia là không phù hợp với nhân vật chính. Hàng hóa dựa trên Ichigo cũng đã được phát hành, bao gồm đồ chơi, quần áo, và các nhân vật hành động. Nhân vật của Ichigo đã được đón nhận bởi cả người hâm mộ và nhà phê bình trên toàn thế giới. Ichigo cũng là đặc trưng trong cuộc thăm dò phổ biến nhân vật của Weekly Shōnen Jump, luôn được xếp hạng là một trong những nhân vật nổi tiếng nhất trong Bleach, Nhật Bản trong khi năm 2007 các cuộc thăm dò của tạp chí Newtype xếp anh là một trong 100 nhân vật anime hàng đầu được yêu thích nhất. Nhà phê bình cũng mang nhiều nhận xét tốt đẹp về nhân cách của Ichigo, mặc dù một số người coi anh là một hình tượng phản anh hùng khuôn mẫu.",
  "image": "https://upload.wikimedia.org/wikipedia/vi/thumb/6/64/IchigoAnimeEp113.jpg/345px-IchigoAnimeEp113.jpg",
  "created": {
    "$date": {
      "$numberLong": "1669899030373"
    }
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6388a361db104a14939cdef2"
  },
  "title": "Madara Uchiha",
  "category": "Naruto",
  "content": "Madara Uchiha (tiếng Nhật: う ち は マ ダ ラ, Hepburn: Uchiha Madara) là một nhân vậtmangavàanimehư cấu trong bộ truyệnNarutođược tạo ra bởiMasashi Kishimoto. Anh ấy xuất hiện lần đầu tiên trong \"Phần II\" của manga và chuyển thể animeShippuden, với tư cách là một nhân vật phản diện chính. Anh ấy, cùng vớiHokageHashirama Senju đầu tiên của nó, là một trong những người đồng sáng lập làng Konohagakure (tiếng Nhật: 木 ノ 葉 隠 れ の 里, Hepburn: Konohagakure no Sato) làng từ thế giới ninja. Xung đột quyền lực của họ về cách điều hành ngôi làng, cũng như mối thù lâu dài giữa các gia tộc, dẫn đến cái chết của Madara. Tuy nhiên, sau đó nó được tiết lộ rằng Madara đã sử dụng một người đàn ông tên làObito Uchihalàm người đại diện của mình. Anh ta cấy ghép sức mạnh mắt Rinnegan (輪廻眼, lit. \"SaṃsāraEye\") của mình vào một đứa trẻ tên làNagato, một thành viên của tổ chức khủng bốAkatsuki, để được bảo tồn cho sự hồi sinh cuối cùng của mình nhiều năm sau đó. Trong hầu hết các bộ truyện, Obito sử dụng tên của Madara cho đến khi một tên tội phạm tên làKabuto Yakushihồi sinh Madara thực sự, người trở thành một trong những nhân vật phản diện chính cùng với Obito Uchiha trong cốt truyện Chiến tranh thế giới Shinobi vĩ đại lần thứ tư. Madara đã xuất hiện trên một số phương tiện truyền thôngNaruto, bao gồm cả một bộ phim truyệnBoruto. Nhiềutrò chơi điện tửNarutođã giới thiệu anh ấy như mộtnhân vật có thể chơi được.",
  "image": "https://upload.wikimedia.org/wikipedia/en/e/eb/Madara_Uchiha.jpg",
  "created": {
    "$date": {
      "$numberLong": "1669899105004"
    }
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6388a3d3db104a14939cdef7"
  },
  "title": "Superman",
  "category": "DC",
  "content": "Siêu Nhân (tiếng Anh: Superman) là một nhân vật siêu anh hùng hư cấu trong loạt truyện tranh cùng tên nổi tiếng của Mỹ do hãng DC Comics phát hành. Ban đầu, Siêu Nhân do nhà văn Mỹ Jerry Siegel và nghệ sĩ gốc Canada Joe Shuster, lúc đó là những học sinh trung học sống tại Cleverland, Ohio tạo ra vào năm 1933. Họ đã bán nhân vật cho Detective Comics, tiền thân của DC Comics sau này vào năm 1938. Siêu Nhân được giới thiệu lần đầu trong Action Comics #1 (tháng 6 năm 1938) và từ đó xuất hiện trên các đài truyền thanh, báo chí, chương trình truyền hình, phim ảnh và trò chơi điện tử. Với thành công này, Siêu Nhân đã tạo ra nguyên mẫu siêu anh hùng và thiết lập địa vị đứng đầu trong nền truyện tranh nước Mỹ. Nhân vật cũng được gọi bằng những cụm từ hoa mỹ như \"Người đàn ông thép\" (the Man of Steel), \"Người đàn ông của tương lai\" (the Man of Tomorrow) hay \"Đứa con cuối cùng của Krypton\" (the Last Son of Krypton).",
  "image": "https://upload.wikimedia.org/wikipedia/en/3/35/Supermanflying.png",
  "created": {
    "$date": {
      "$numberLong": "1669899219863"
    }
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6388a58cdb104a14939cdf13"
  },
  "title": "Người Dơi",
  "category": "MC",
  "content": "Người Dơi (tiếng Anh: Batman) là một nhân vật hư cấu, một siêu anh hùng truyện tranh được tạo ra bởi họa sĩ Bob Kane và nhà văn Bill Finger. Batman xuất hiện lần đầu tiên trong Detective Comics #27 (tháng 5 năm 1939), và kể từ đó đã xuất hiện trong nhiều tác phẩm xuất bản của DC Comics. Nguyên gốc được đặt tên là \"The Bat-Man\", anh còn được biết đến với các tên gọi như \"The Caped Crusader\", \"The Dark Knight\" (Kị sĩ bóng đêm), và \"The World's Greatest Detective\" (Thám tử vĩ đại nhất thế giới) [5]\r\n\r\nDanh tính bí mật của Người dơi là Bruce Wayne, một tỷ phú người Mỹ, một tay chơi, một nhà công nghiệp, một nhà từ thiện và là chủ sở hữu của Wayne Enterprises. Chứng kiến cái chết của cha mẹ khi còn là một đứa trẻ, anh thề sẽ trả thù tội phạm và theo đuổi lý tưởng về công lý. Wayne đào tạo bản thân cả về thể chất và trí tuệ và mang trang phục chủ đề dơi để chống tội phạm và đã đạt đến giới hạn về thể lực cũng như sức chịu đựng của một con người.[6] Batman hoạt động trong thành phố Gotham (một thành phố giả tưởng dựa trên thành phố New York, Mỹ), trợ giúp bởi các nhân vật khác nhau bao gồm cả cộng sự của anh - Robin, quản gia Alfred Pennyworth, Ủy viên cảnh sát James Gordon, và đôi khi là nữ anh hùng Batgirl. Kẻ thù truyền thống của Batman là Joker, ngoài ra anh còn phải chiến đấu với một tập hợp những nhân vật phản diện khác như Harley Quinn, Penguin, Two-Face, Poison Ivy hay Deathstroke.",
  "image": "https://upload.wikimedia.org/wikipedia/vi/a/a7/Batman_Lee.png",
  "created": {
    "$date": {
      "$numberLong": "1669899660034"
    }
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6388a5e8db104a14939cdf16"
  },
  "title": "Thánh Giống",
  "category": "Cổ tích VN",
  "content": "Thánh Gióng (chữ Nôm: 聖揀), hiệu là Phù Đổng Thiên Vương (chữ Hán: 扶董天王) hay Sóc Thiên vương (朔天王), là một nhân vật trong truyền thuyết Việt Nam, một trong bốn vị thánh mà người Việt gọi là Tứ bất tử trong tín ngưỡng dân gian Việt Nam. Ông được xem là tượng trưng cho tinh thần chống ngoại xâm và sức mạnh tuổi trẻ.\r\n\r\nTriều đại nhà Lý, Thái Tổ Lý Công Uẩn đã truy tôn ông là Xung Thiên Thần Vương (冲天神王). Có ý kiến cho rằng, Phù Đổng Thiên vương hay Thánh Gióng là một biến thể của Tỳ Sa Môn từ Ấn",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Phu_Dong_Thien_Vuong_01.jpg/450px-Phu_Dong_Thien_Vuong_01.jpg",
  "created": {
    "$date": {
      "$numberLong": "1669899752340"
    }
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6388a643db104a14939cdf1f"
  },
  "title": "An Dương Vương",
  "category": "Lịch sử VN",
  "content": "An Dương vương (chữ Hán: 安陽王), tên thật là Thục Phán (蜀泮),[2] là người lập nên nước Âu Lạc, nhà nước thứ hai trong lịch sử Việt Nam sau nhà nước Văn Lang.\r\n\r\nNiên đại trị vì của An Dương Vương được các tài liệu ghi khác nhau. Sử cũ như Đại Việt sử ký toàn thư, Khâm định Việt sử thông giám cương mục cho rằng thời gian ông làm vua Âu Lạc kéo dài 50 năm, từ 257 TCN đến 208 TCN.[3] Các sử gia hiện đại căn cứ vào Sử ký Tư Mã Thiên là tài liệu gần thời đại nước Âu Lạc nhất, cho rằng An Dương Vương và nước Âu Lạc tồn tại từ khoảng 208 TCN đến 179 TCN, tức là gần 30 năm.[4]",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/AnDuongVuong%2C_crop.jpg/408px-AnDuongVuong%2C_crop.jpg",
  "created": {
    "$date": {
      "$numberLong": "1669899843761"
    }
  },
  "__v": 0
}]